Repository: joseconti/Autonomos-Basico
Catalog: languages/autonomos-*.po
Languages: es_es

source: You are?
es_es: Eres:

source: Private User
es_es: Particular

source: Business
es_es: Empresa / Negocio

source: Self Employed
es_es: Autónomo

source: User Type
es_es: Tipo de usuario

source: Autonomos
es_es: Autónomos

source: Activate Autonomos
es_es: Activar Autónomos

source: Activate Autonomos.
es_es: Activar Autónomos.

source: Add here the % retention, example 15
es_es: Añade aquí el % de retención, por ejemplo 15

source: Plugins for spaniards "Autonomos"
es_es: Plugin para españoles "Autónomos"
